var store = [{
        "title": null,
        "excerpt":"Diy Geometry Artすべての記事です。    ","categories": [],
        "tags": null,
        "url": "/pages/all/",
        "teaser": "/assets/images/500x300.png"
      },{
        "title": "吊り編み機はなぜ特別なのか。編み機とはどういうものなのか。スウェットとこれからの編み機のはなし",
        "excerpt":"   スウェットの生地は編み機という機械によって編まれています。   スウェットだけでなく、Tシャツなどの生地をメリヤス生地といいますが、メリヤス生地とは機械で編んだ生地のことです。メリヤスを作るのに欠かせない編み機の存在は、一般的にはあまり知られていません。   スウェットに関していえば、「吊り編み機で編んだ」という製品説明をよく見かけます。  吊り編み機とはどういう編み機なのでしょうか。吊り編み機以外の編み機にはどのようなものがあるのでしょうか。   編み機について   編み機のいままで  編み機が誕生したのは1589年、イギリスのウィリアム・リーという牧師が靴下を編む機械が最初でした。それまでは、編み物は手編みでしかできませんでした。   編み機によって編み物の生産効率は一気に高まります。大きな生地や、ハイゲージの生地、複雑な模様の編み生地を作れる編み機が開発されていきました。  編み機はコンピュータシステムも組み込み、大量生産できるようになりました。   1995年には、島精機製作所により、ホールガーメントという編み機が開発されます。ホールガーメントはいままでの編み機とは違い、生地ではなく、一着の服をまるごと編むことができるのが特徴です。  これにより裁断縫製の工程が省けコストが減るのに加え、縫い目のないニットを作ることができるようになりました。   編み機はこのように進化を続けてきたのです。   スウェットと編み機   吊り編み機とは  吊り編み機は、1時間に1mしか編めない、古くから使われている編み機です。1816年にフランスで開発されました。ヴィンテージスウェットの多くは、この吊り編み機で編まれています。   吊り編み機は現在生産されておらず、世界的にも数が少なくなった編み機です。日本の和歌山県の工場は吊り編み機を保管・運用する希少な存在として注目されています。   吊り編み機で編む生地は、糸によけいな力がほとんどかからず、ふっくらとした仕上がりになるのが特徴です。耐久性にも優れています。  吊り編み機製のスウェット生地は品質が高く、ヴィンテージスウェットの生地を再現するのにも適しています。生産性効率が悪くても、多くのスウェットメーカーがこぞって使用する人気の編み機になっています。   トンプキン編み機  旧式の編み機は吊り編み機だけではありません。吊り編み機に似て非なる「トンプキン編み機」という編み機があります。   トンプキン編み機は、1847年にモーズメラーが開発しました。吊り編み機と同様に1時間に1メートル程度のゆっくりとしたスピードでしか編むことができません。  トンプキン編み機も、現存する数が少ない希少な編み機です。  吊り編み機と異なり大きな特徴があります。それは、生地を下から上へと編み上げることです。重力に反して生地が機械の上方に編み上がっていくのです。  この重力に逆らった動きが、生地を柔らかく仕上げるといわれています。   シンカー編み機とは  旧式編み機と対比されるシンカー編み機とは何でしょうか。   シンカーとは編み機に使われる一部品の名称です。薄い金属の板で複雑な形をしています。この部品が使われる編み機をシンカー編み機と総称するようです。   おわりに  編み機はコンピュータの力によって進化しています。いまはまだ旧式の編み機に劣る品質も今後改善されるでしょう。  スウェットを始めとしたメリヤス製品はライフウェアとして欠かせない存在です。メリヤス製品の大事な裏方である編み機に、今後も注目してみてください。  ","categories": [],
        "tags": [],
        "url": "/knittingmachine/",
        "teaser": "/assets/images/500x300.png"
      },{
        "title": "スウェットとは何か。スウェットと、生地について ",
        "excerpt":"   記事概要  スウェットは私たちの生活に馴染み深い衣服ですが、その本質や歴史について知らないことも多いのではないでしょうか。本記事では、スウェットの意味、生地、特徴、そしてその歴史について掘り下げます。     スウェットの意味      語源: 「スウェット（sweat）」は英語で「汗」を意味しますが、生地としての「スウェット」は裏側を起毛させた綿のメリヤス地を指します。   日本語での表現: 日本では「トレーナー」や「パーカー」とも呼ばれますが、これらは日本独自の言葉であり、英語では “sweatshirt” や “hoodie” と表現されます。     メリヤス地とは？      メリヤス地の特徴:            機械で編まれた編み物。       手編みより細かい目や複雑な模様が可能。           カットソーとの関係:            カットソーとは、メリヤス地を裁断（cut）して縫製（saw）した服全般を指します。Tシャツやポロシャツも含まれます。             スウェットの歴史      ウール時代:            19世紀末、ドイツのイェーガー博士がウールの肌着を推奨。       ウールの下着がスポーツウェアとして普及。           コットンへの転換:            1920年、アメリカのラッセルジュニアがウールの着心地の悪さを改善するため、コットン素材のスウェットを開発。             スウェット生地の特徴      二重構造:            パイル編みで作られた表地と裏毛の二重構造。       裏毛にはパイル地（汗の吸収が良い）とフリース地（保温性が高い）の2種類があります。           用途:            夏用、冬用どちらにも適応可能。             終わりに   スウェットは単なる衣服ではなく、その素材や構造に独自の歴史と特徴を持っています。日常でよく目にするスウェットですが、その奥深さを知ることで、新たな魅力を発見できるかもしれません。     関連記事      肖像画プリントの元祖、本物のベートーベンスウェットのはなし   吊り編み機とは何か。スウェットとこれからの編み機のはなし   ヴィンテージスウェットの違い：古着屋に行く前に知っておきたいポイント    ","categories": [],
        "tags": [],
        "url": "/material/",
        "teaser": "/assets/images/500x300.png"
      },{
        "title": "本物のベートーベンスウェットと、ハワード・ゴセージのキャンペーン広告のはなし",
        "excerpt":"有名な作曲家である Beethoven（ベートーベン）、Brahms（ブラームス）、そして Bach（バッハ） の3人の肖像画がそれぞれプリントされた、「Three B’s」スウェットというシリーズがあります。このシリーズを手がけたのはアメリカの広告代理店 Weiner &amp; Gossage。その共同設立者であり、広告企画を作った人物が Howard Luck Gossage（ハワード・ラック・ゴセージ） です。 「Three B’s」スウェットを着てウォーキング 「Three B’s」スウェットのキャンペーンは、Rainier Brewing（レーニア・ブルーイング） の依頼により広告代理店 Weiner &amp; Gossage が手がけました。このキャンペーンの特徴的なイベントは以下の通りです。 1961年11月、ラジオのクラシック音楽番組のキャンペーンとして「Three B’s」スウェットを $4.00のプレゼントクーポン と引き換えに約600着配布。 シアトル万国博覧会に合わせて、「Three B’s」を着てウォーキングするイベントを企画。一般公募で選ばれた4名が参加。 選ばれた参加者はサンフランシスコのオペラハウスを出発し、シアトルのスペースニードルまで 1000マイル（約1600キロ） をウォーキング。 「Three B’s」スウェットはキャンペーン後も一般販売。 このような イベント型キャンペーン広告 は、当時としては斬新で大きな注目を集めました。 Howard Luck Gossage（ハワード・ラック・ゴセージ） ハワード・ゴセージは 「サンフランシスコのソクラテス」 と呼ばれた広告界の第一人者でした。 1917年、シカゴに生まれる。 カンザス大学 を卒業。 第二次世界大戦では航空パイロットを務める。 1954年、サンフランシスコの広告代理店に入社。 1957年、36歳の時に広告代理店 Wiener &amp;...","categories": [],
        "tags": [],
        "url": "/three-b-gossage/",
        "teaser": "/assets/images/500x300.png"
      },{
        "title": "肖像画プリントの元祖、本物のベートーベンスウェットのはなし",
        "excerpt":"偉人、有名人の肖像画がプリントされているTシャツやスウェット。古着屋では人気のアイテムで、新しいコレクションとしても肖像画プリントは作られ続けています。 ヴィンテージスウェットでは、「偉人シリーズ」「作曲家シリーズ」と呼ばれる肖像画プリントシリーズ。この元祖ともいうべき、ヴィンテージスウェットがあります。それが 「Three B’s」スウェット です。 「Three B’s」スウェットとはなにか 「Three B’s」とは、有名な作曲家である Beethoven（ベートーベン）、Brahms（ブラームス）、そして Bach（バッハ） の3人のことです。3人とも頭文字が「B」であるため、このシリーズ名が付けられました。 ベートーベン、ブラームス、バッハの肖像画がそれぞれ前面に大きくプリントされているヴィンテージスウェットのシリーズが「Three B’s」スウェットです。 なぜベートーベン、ブラームス、バッハなのか？ 「Three B’s」スウェットは、1961年アメリカで、ラジオのクラシック音楽番組のキャンペーンとして制作されました。有名な音楽家の肖像画が選ばれた背景には、この番組のスポンサーであるビールメーカー Rainier Brewing (レーニア・ブルーイング) の存在があります。 「Three B’s」スウェットを企画したのは、広告代理店 Weiner &amp; Gossage の Howard Luck Gossage (ハワード・ラック・ゴセージ) です。日本ではあまり知られていませんが、現代広告の礎を築いた人物として知られています。 最初のキャンペーン企画では「Three B’s」だけが制作されましたが、後に Wolfgang Amadeus Mozart (モーツァルト) の肖像画スウェットもシリーズに加わりました。 本物の「Three B’s」スウェット オリジナルの「Three B’s」スウェットは、現代のレプリカや他の肖像画プリントにはない特別感があります。それは、以下の理由によります。 上質なヴィンテージスウェットを使用 1960年代に作られたヴィンテージスウェットのボディは、丸編機で編まれた厚めの生地で、丸胴デザインが特徴です。 ラグランスリーブ コンパクトなデザインのラグランスリーブが採用されており、当時の写真を見ると女性でもかっこよく着こなしている姿が見られます。 規格外のプリントサイズ スウェット本体に対して非常に大きなプリントが施されています。この大胆なデザインが特別感を演出します。 専用に描かれた肖像画...","categories": [],
        "tags": [],
        "url": "/three-b/",
        "teaser": "/assets/images/500x300.png"
      },{
        "title": "ヴィンテージスウェットの違いはここにある。古着屋に行く前に知っておきたい、ディティールのはなし",
        "excerpt":"ヴィンテージスウェットは古着の中でも人気のあるアイテムです。 古着屋ではたくさんのヴィンテージスウェットが扱われていますが、どのような違いがあり、何が人気なのでしょうか。 ヴィンテージスウェットのディティール クルーネックに、襟元にはガゼット、襟と裾・袖にはリブのついたプルオーバートップスがスウェットのスタンダードな形。 1920年代にはこの形が完成し、約100年の歴史の中でさまざまなアレンジが加えられてきました。 ヴィンテージスウェットの特徴的な要素には以下の3つがあります。 ガゼット スリーブ リブ ガゼット (襟元のリブパーツ) ガゼットとは、襟元の逆三角形のリブパーツのことです。 もともとは汗を吸収する役割（「汗止め」）や襟の伸びをよくするために作られましたが、現在ではスウェットのアイコン的存在です。 ガゼットの種類 ハメコミ: 本体の生地を切り取ってはめ込むタイプ。初期のもので数が少なく人気。 ハリツケ: 本体の生地に重ねて縫い付けたタイプ。 前V: 前面のみガゼットがついたタイプ。 両V: 前後両面にガゼットがついたタイプで、前Vより希少。 スリーブ (袖の付け方) ヴィンテージスウェットは運動用に作られたため、腕の動きやすさを重視したデザインになっています。袖の付け方はシルエットにも影響を与える重要なポイントです。 スリーブの種類 セットインスリーブ: 肩に対して直角に付けられたスタンダードなタイプ。 ラグランスリーブ: 袖が襟から脇にかけて斜めにつけられるタイプ。 フリーダムスリーブ: 袖がS字を描くように縫い付けられるタイプ。動きやすさ重視。 脇ガゼット: 袖の下に三角形のガゼットを付けたタイプ。 リブ (襟・袖・裾) 襟・袖・裾にはゴムのように伸縮性のあるリブがついています。運動中でもめくれにくくなるための工夫です。 リブの種類 ハラマキ: 裾のリブが腹巻きのように長くなったタイプ。初期のヴィンテージに多い。 ハリヌキ: 凹凸のあるリブ。セーターのような編み地で作られる。 ヴィンテージ「パーカー」 フード付きのスウェットは「パーカー」と呼ばれます。ヴィンテージパーカーには以下のような特徴があります。 パーカーの種類 後付けパーカー: クルーネックのスウェットに後からフードを縫い付けたもの。製造期間が短く希少。 ダブルフェイス: 生地が二重になっており、高い保温性を持つ。 カンガルーポケット:...","categories": [],
        "tags": [],
        "url": "/vintagesweatshirts/",
        "teaser": "/assets/images/500x300.png"
      },{
        "title": "Welcome to Jekyll!",
        "excerpt":"You’ll find this post in your _posts directory. Go ahead and edit it and re-build the site to see your changes. You can rebuild the site in many different ways, but the most common way is to run jekyll serve, which launches a web server and auto-regenerates your site when...","categories": ["Geometry","DIY"],
        "tags": ["geometry","diy","art"],
        "url": "/geometry/diy/welcome-to-jekyll/",
        "teaser": "/assets/images/img01.png"
      },{
        "title": "DIY Geometry Art の始め方",
        "excerpt":"この記事では、DIY幾何学アートの基本と始め方について解説します。  ","categories": ["Geometry","DIY"],
        "tags": ["geometry","diy","art"],
        "url": "/geometry/diy/diy-geometry-intro/",
        "teaser": "/assets/images/img01.png"
      },]
